// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Filsynkronisering";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Avbryt";

// Text of "Next" button, used in various dialogs
"NEXT" = "Neste";

// Text of "Done" button, used in various dialogs
"DONE" = "Ferdig";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortsett";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Mål:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Endret:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Navn:";			// Name label - prefixes the name of the file
"SIZE:"        = "Størrelse:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "På denne maskinen";	// For iDisk
".MAC"          = "På %@";				// For iDisk
"LOCAL_MHD"     = "På denne maskinen";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "På nettverket";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Vis i Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk-feil";
"MHD ERROR TITLE"   = "Hjem-synkroniseringsfeil";
"FS ERROR TITLE"    = "Filsynkroniseringsfeil";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Feilkoden er %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk-feil %d av %d";
"MHD ERROR COUNT%"   = "Hjem-synkroniseringsfeil %d av %d";
"FS ERROR COUNT%"    = "Filsynkroniseringsfeil %d av %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Det har oppstått et problem med sletting av filen «%@».";
"ERROR SYNCING%"       = "Det har oppstått et problem med synkronisering av filen «%@».";
"ERROR MOVING%"        = "Det har oppstått et problem med flytting av filen «%@».";
"ERROR ACCESSING%"     = "Det har oppstått et problem med synkronisering av filen «%@».";
"DIR:ERROR DELETING%"  = "Det har oppstått et problem med sletting av mappen «%@».";
"DIR:ERROR SYNCING%"   = "Det har oppstått et problem med synkronisering av mappen «%@».";
"DIR:ERROR MOVING%"    = "Det har oppstått et problem med flytting av mappen «%@».";
"DIR:ERROR ACCESSING%" = "Det har oppstått et problem med synkronisering av mappen «%@».";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "iDisk er nesten full. Det er ikke nok ledig plass på iDisk til å synkronisere dette objektet.";
"MHD DSKFULERR"        = "Hjem-mappen er nesten full. Det er ikke nok ledig plass til å synkronisere dette objektet.";
"FS DSKFULERR"         = "Harddisken er nesten full. Det er ikke nok ledig plass til å synkronisere dette objektet.";
"IDISK DSKFULERR HELP" = "Det finnes objekter på iDisk som ligger i papirkurven. Hvis du vil frigjøre plass, kan du tømme papirkurven.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "Du har ikke rettigheter til å slette denne filen.";
"AFPACCESSDENIED SYNC"       = "Du har ikke tillatelse til å synkronisere denne filen.";
"DIR:AFPACCESSDENIED DELETE" = "Du har ikke tillatelse til å slette denne mappen.";
"DIR:AFPACCESSDENIED SYNC"   = "Du har ikke tillatelse til å synkronisere denne mappen.";
"AFPACCESSDENIED HELP"       = "Du kan kontrollere rettighetene i Info-panelet i Finder.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "Denne filen har samme navn som et annet objekt på iDisk-området ditt, med unntak av forskjeller i store og små bokstaver.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "Denne filen har samme navn som et annet objekt i Hjem-mappen din, med unntak av forskjeller i store og små bokstaver.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "Denne filen har samme navn som et annet objekt på harddisken din, med unntak av forskjeller i store og små bokstaver.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "Denne mappen har samme navn som et annet objekt på iDisk-området ditt, med unntak av forskjeller i store og små bokstaver.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "Denne mappen har samme navn som et annet objekt i Hjem-mappen din, med unntak av forskjeller i store og små bokstaver.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "Denne mappen har samme navn som et annet objekt på harddisken din, med unntak av forskjeller i store og små bokstaver.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Du bør endre navnet på dette objektet slik at det ikke er så likt. Du kan for eksempel tilføye et tall.";

// fBsyErr
"FSBSYERR"      = "Filen er i bruk.";
"FSBSYERR HELP" = "Det er mulig at en fil er åpen i et program. Prøv å lukke filen eller å avslutte programmer.";

// fLckdErr
"FLCKDERR"      = "Filen er låst.";
"DIR:FLCKDERR"  = "Mappen er låst.";
"FLCKDERR HELP" = "Du kan låse opp objektet i Info-panelet i Finder.";

"File Not Found"      = "Filen ble ikke funnet.";
"HELP:File Not Found" = "Filen kan ha blitt flyttet under synkronisering. Prøv å synkronisere igjen.";

"File Name Too Long"      = "Et filnavn eller mappenavn er for langt.";
"HELP:File Name Too Long" = "Endre navnet på dette objektet slik at navnet blir kortere.";

"I/O Error"      = "Det oppsto en feil under skriving til eller lesing av filen.";
"HELP:I/O Error" = "Prøv igjen senere.";

"Destination does not support symlinks"      = "Målplasseringen har ikke støtte for symbolske koblinger.";
"HELP:Destination does not support symlinks" = "Prøv først å komprimere filen eller mappen.";

"Object deleted"      = "Objektet ble slettet før det kunne synkroniseres.";
//"HELP:Object deleted" = "";

"Object created"      = "Et nytt objekt ble opprettet på samme sted som dette objektet, før det kunne synkroniseres.";
//"HELP:Object created" = "";

"Object modified"     = "Dette objektet skulle oppdateres, men det ble endret av et annet program før det kunne synkroniseres.";
//"HELP:Object modified" = "";

"Network error"       = "Det har oppstått en nettverksfeil.";
"HELP:Network error"  = "Kontroller nettverksforbindelsen, eller prøv igjen senere.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Det oppsto et problem.";					// [rdar://5231555]
"HELP:Unknown error"       = "Prøv igjen senere.";
"HELP-IDISK:Unknown error" = "Prøv igjen senere.";
"HELP-PHD:Unknown error"   = "Prøv igjen senere. Hvis problemet ikke forsvinner, kontakter du nettverksadministratoren.";

"IDISK ALMOST FULL"     = "iDisk er nesten full.";
"ALMOST FULL TRASH MSG" = "Det finnes filer på iDisk som ligger i papirkurven. Hvis du vil frigjøre plass, kan du tømme papirkurven.\n\nDu kan øke størrelsen på iDisk ved hjelp av %@-valgpanelet i Systemvalg.";
"ALMOST FULL .MAC MSG"  = "Du kan øke størrelsen på iDisk i %@-valgpanelet i Systemvalg.";

"REVERIFICATION"      = "Filen ble endret under hver av de %@ siste synkroniseringene.";
"REVERIFICATION HELP" = "Det er mulig at et program endrer filen med jevne mellomrom. Prøv å lukke filen eller å avslutte programmer.";

"TOO_MANY_EAS"      = "Enkelte av dataene i dette objektet støttes ikke av målet.";
"TOO_MANY_EAS HELP" = "Prøv først å komprimere filen eller mappen.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "%@-mappen er tilgjengelig kun når iDisk er koblet til Internett.";
"OFFLINE FOLDER MSG" = "Du må koble maskinen til Internett for å få tilgang til denne mappen.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu byte";
"%KB"    = "%.2f kB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 konflikt";
"%CONFLICTS" = "%d konflikter";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "«%@» er endret begge steder.";			// Name of conflicting item.
"%WHERE"                   = "Hvor: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d av %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-rot-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "fil";
"FOLDER"                   = "mappe";
"PACKAGE"                  = "pakke";
"SYMLINK"                  = "symbolsk kobling";
"IDISK_LOCAL_TITLE"        = "Denne maskinen";
"IDISK_POPUP_LOCAL_TITLE"  = "Behold filen fra denne maskinen";
"IDISK_POPUP_REMOTE_TITLE" = "Behold filen fra %@";
"MHD_LOCAL_TITLE"          = "På denne maskinen";
"MHD_REMOTE_TITLE"         = "På nettverket";
"MHD_POPUP_LOCAL_TITLE"    = "Behold filen fra denne maskinen";
"MHD_POPUP_REMOTE_TITLE"   = "Behold filen fra nettverket";
"1_IDISK_CONFLICT"         = "Det har oppstått en iDisk-synkroniseringskonflikt.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Det er %d iDisk-synkroniseringskonflikter.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Det har oppstått en synkroniseringskonflikt for Hjem-mappen.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "%d synkroniseringskonflikter for Hjem-mappen.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Løs alle konflikter ved å bruke filer på %@";
"IDISK_RESOLVE_LOCAL"      = "Løs alle konflikter ved å bruke filer på denne maskinen";
"IDISK_RESOLVE_BOTH"       = "Løs alle konflikter ved å beholde begge filene";
"IDISK_RESOLVE_LASTMOD"    = "Løs alle konflikter ved å beholde filen med den nyeste endringsdatoen.";
"IDISK_RESOLVE_EXCLUDE"    = "Løs alle konflikter ved å utelate filene fra framtidige synkroniseringer.";
"IDISK_RESOLVE_NONE"       = "Ignorer alle konflikter.";
"MHD_RESOLVE_REMOTE"       = "Løs alle konflikter ved å bruke filer på nettverket";
"MHD_RESOLVE_LOCAL"        = "Løs alle konflikter ved å bruke filer på denne maskinen";
"MHD_RESOLVE_BOTH"         = "Løs alle konflikter ved å beholde begge filene";
"MHD_RESOLVE_LASTMOD"      = "Løs alle konflikter ved å beholde filen med den nyeste endringsdatoen.";
"MHD_RESOLVE_EXCLUDE"      = "Løs alle konflikter ved å utelate filene fra framtidige synkroniseringer.";
"MHD_RESOLVE_NONE"         = "Ignorer alle konflikter.";
"MHD_CONFLICT_TITLE"       = "Synkroniseringskonflikter";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Kan ikke løse alle konfliktene";
"NOT_ALL_RESOLVED_MSG"   = "Enkelte konflikter kunne ikke løses fordi endringsdatoene er for tett sammen. Løs disse konfliktene manuelt eller ved å bruke et annet alternativ.";

"There are no file syncing errors or conflicts." = "Ingen filsynkroniseringsfeil eller -konflikter.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "Synkronisering av iDisk ble ikke fullført. Prøv igjen senere.";
"GLOBAL-HELP-IDISK:Timeout" = "Hvis problemet med synkronisering av iDisk fortsetter, er det mulig at det er problemer med Internett-forbindelsen. Prøv å avslutte andre programmer som bruker Internett, før du prøver igjen.";

"GLOBAL-IDISK:NetworkError"      = "Synkronisering av iDisk ble ikke fullført.";
"GLOBAL-HELP-IDISK:NetworkError" = "Kontroller nettverksforbindelsen, eller prøv igjen senere.";

"GLOBAL-IDISK:RemoteBusy"      = "Synkronisering av iDisk ble ikke fullført.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Prøv igjen senere.";

"GLOBAL-IDISK:UNKNOWN"      = "Synkronisering av iDisk ble ikke fullført fordi det oppsto et problem.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Prøv igjen senere.";

// PHD
"GLOBAL-PHD:Timeout"      = "Synkronisering av Hjem-mappen ble ikke fullført. Prøv igjen senere.";
"GLOBAL-HELP-PHD:Timeout" = "Hvis problemet med synkronisering av Hjem-mappen fortsetter, er det mulig at det er problemer med nettverksforbindelsen. Prøv å avslutte andre programmer som bruker nettverket, før du prøver igjen.";

"GLOBAL-PHD:NetworkError"      = "Synkronisering av Hjem-mappen ble ikke fullført.";
"GLOBAL-HELP-PHD:NetworkError" = "Kontroller nettverksforbindelsen, eller prøv igjen senere.";

"GLOBAL-PHD:RemoteBusy"      = "Synkronisering av Hjem-mappen ble ikke fullført.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Prøv igjen senere.";

"GLOBAL-PHD:UNKNOWN"      = "Synkronisering av Hjem-mappen ble ikke fullført fordi det oppsto et problem.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Prøv igjen senere.";

// Other
"GLOBAL-FS:Timeout"      = "Synkronisering av filer ble ikke fullført. Prøv igjen senere.";
"GLOBAL-HELP-FS:Timeout" = "Hvis problemet med synkronisering av filer fortsetter, er det mulig at det er problemer med nettverksforbindelsen. Prøv å avslutte andre programmer som bruker nettverket, før du prøver igjen.";

"GLOBAL-FS:NetworkError"      = "Synkronisering av filer ble ikke fullført.";
"GLOBAL-HELP-FS:NetworkError" = "Kontroller nettverksforbindelsen, eller prøv igjen senere.";

"GLOBAL-FS:RemoteBusy"      = "Synkronisering av filer ble ikke fullført.";
"GLOBAL-HELP-FS:RemoteBusy" = "Prøv igjen senere.";

"GLOBAL-FS:UNKNOWN"      = "Synkronisering av filer ble ikke fullført fordi det oppsto et problem.";
"GLOBAL-HELP-FS:UNKNOWN" = "Prøv igjen senere.";
